Repository: benpicco/libmate-media-profiles
Catalog: po/*.po
Languages: as, be, en@shaw

source: There was an error displaying help: %s
as: সহায় প্ৰদৰ্শনৰ সময় এটা ত্ৰুটি হৈছিল: %s
be: Узнікла памылка паказу даведкі: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: Editing profile "%s"
as: আলেখ্য "%s" সম্পাদন কৰা হৈ আছে
be: Рэдагаванне профіля "%s"
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ "%s"

source: <no name>
be: <няма назвы>
en@shaw: <ğ‘¯ğ‘´ ğ‘¯ğ‘±ğ‘¥>

source: <no description>
be: <няма апісання>
en@shaw: <ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯>

source: There was an error getting the list of gm_audio profiles. (%s)
as: gm_audio আলেখ্যৰ তালিকা সংগ্ৰহ কৰকতে এটা সমস্যা হৈছে। (%s)
be: Узнікла памылка атрымання спіса профіляў "gm_audio": %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ gm_audio ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. (%s)

source: There was an error subscribing to notification of audio profile list changes. (%s)
as: অডিঅ' আলেখ্য তালিকাৰ পৰিবৰ্তনসমূহৰ সকীয়নিলে স্বাক্ষৰ কৰকতে এটা ত্ৰুটি হৈছিল। (%s)
be: Узнікла памылка падпіскі на апавяшчэнні аб зменах у спісе аўдыяпрофіляў: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘•ğ‘©ğ‘šğ‘•ğ‘’ğ‘®ğ‘²ğ‘šğ‘¦ğ‘™ ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ. (%s)

source: There was an error forgetting profile path %s. (%s)
as: আলেখ্যৰ পথ %s পাহৰিব যাওতে এটা ত্ৰুটি হৈছিল। (%s)
be: Узнікла памылка пры спробе забыць сцежку профіля %s: %s
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘­ğ‘” %s. (%s)

source: _Edit
as: সম্পাদনা কৰক (_E)
be: _Рэдагаваць
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: Delete this profile?
as: এই আলেখ্য মচি পেলোৱা হ'ব নেকি ?
be: Выдаліць гэты %d профіль?

source: Delete profile "%s"?
as: "%s" আলেখ্যকক মচি পেলাব নেকি?
be: Выдаліць профіль "%s"?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ "%s"?

source: Delete Profile
as: আলেখ্য অপসাৰণ কৰক
be: Выдаленне профіля
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Edit MATE Audio Profiles
as: GMAudio আলেখ্য সম্পাদনা কৰক
be: Рэдагаванне аўдыяпрофіляў MATE
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Profiles:
as: আলেখ্য:
be: _Профілі:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: You already have a profile called "%s"
as: "%s" নামৰ এটা আলেখ্য আপোনাৰ ইতিমধ্যেই আছে
be: Вы ўжо маеце профіль з назвай "%s"
en@shaw: ğ‘¿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘·ğ‘¤ğ‘› "%s"

source: MateConf Error (FIXME): %s
as: GConf ত্ৰুটি (FIXME): %s
be: Памылка GConf (FIXME): %s

source: The file "%s" is missing. This indicates that the application is installed incorrectly, so the dialog can't be displayed.
as: "%s" নথিপত্ৰ সন্ধানহিন। ই ইংগিত দিয়ে যে অনুপ্ৰয়োগটো সঠিকভাৱে ইনস্টল কৰাৰ হোৱা নাই, সেয়েহে ডাইলগ প্ৰদৰ্শন কৰিব নোৱাৰি।।
be: Файл "%s" адсутнічае. Гэта сведчыць пра тое, што праграма была ўсталявана з памылкамі, і таму немагчыма паказаць дыялогавае акенца.
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ "%s" ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘°, ğ‘•ğ‘´ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: %s Run '%s --help' to see a full list of available command line options.
as: %s উপলব্ধ কমান্ড শাৰী বিকল্পসমূহৰ এটা সম্পূৰ্ণ তালিকাৰ বাবে '%s --help'চলাওক।
be: %s Выканайце "%s --help", каб убачыць спіс усіх вядомых опцый загаднага радка.
en@shaw: %s ğ‘®ğ‘³ğ‘¯ '%s --help' ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Edit Audio Profile
as: অডিঅ' আলেখ্য সম্পাদন কৰক
be: Рэдагаванне аўдыяпрофіля
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Profile _description:
as: আলেখ্য বিৱৰণ (_d):
be: _Апісанне профіля:
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:

source: _Active?
as: সক্ৰিয়?(_A)
be: _Уключаны?
en@shaw: _ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘?

source: _File extension:
as: নথিপত্ৰ সম্প্ৰসাৰন (_F):
be: _Пашырэнне файла:
en@shaw: _ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯:

source: _GStreamer pipeline:
as: GStreamer পাইপলাইন (_G):
be: _Канвеер GStreamer:

source: _Profile name:
as: আলেখ্যৰ নাম (_P):
be: _Назва профіля:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥:

source: New Profile
as: নতুন আলেখ্য
be: Новы профіль
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: _Create
as: সৃষ্টি কৰক (_C)
be: _Стварыць
en@shaw: _ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘

source: A description for the audio profile
as: অডিঅ' আলেখ্যৰ বিবৰণ
be: Апісанне аўдыяпрофіля
en@shaw: ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: A description of the profile, containing more information and describing when to use this profile.
as: আলেখ্যৰ এটা বিবৰণ, অধিক তথ্য অন্তৰ্ভুক্ত কৰাকৈ আৰু এই আলেখ্য কেতিয়া ব্যৱহাৰ কৰিব লাগে তাৰ বিৱৰণ দিয়াকৈ।
be: Апісанне аўдыяпрофіля, якое змяшчае больш звестак аб профілі і сферы яго выкарыстання.
en@shaw: ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤, ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘²ğ‘šğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.

source: A filename extension to be used when storing files encoded with this profile.
as: এই আলেখ্যৰে এনকোড কৰা নথিপত্ৰসমূহ সংৰক্ষণ কৰোতে ব্যৱহাৰ কৰিব লগিয়া এটা নথিপত্ৰ সম্প্ৰসাৰন।
be: Пашырэнне файлаў, закадаваных з выкарыстаннем гэтага профіля.
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.

source: A partial GStreamer pipeline to use for this profile.
as: এই আলেখ্যৰ বাবে ব্যৱহাৰ কৰিব লগিয়া আংশিক GStreamer পাইপশাৰী।
be: Частковы канвеер GStreamer для гэтага профіля.

source: A short name for the audio profile
as: অডিঅ' আলেখ্যৰ বাবে এটা সংক্ষিপ্ত নাম
be: Кароткая назва аўдыяпрофіля
en@shaw: ğ‘© ğ‘–ğ‘¹ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: A short name for the audio profile, to be used in selections and uniquely identifying the profile.
as: অডিঅ' আলেখ্যৰ বাবে এটা সংক্ষিপ্ত নাম, যি আলেখ্য নিৰ্বাচন আৰু অবিকল্পভাৱে চিনাক্তকৰণেৰ সময় ব্যৱহৃত হ'ব।
be: Кароткая назва аўдыяпрофіля, якая выкарыстоўваецца пры выбары профіляў і адрознівае яго ад іншых.
en@shaw: ğ‘© ğ‘–ğ‘¹ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤, ğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¿ğ‘¯ğ‘°ğ‘’ğ‘¤ğ‘¦ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.

source: CD Quality, AAC
as: CD বৈশিষ্ট, AAC
be: Якасць CD-дыска, AAC

source: CD Quality, Lossless
as: CD বৈশিষ্ট, ক্ষতিবিহিন
be: Якасць CD-дыска, без стратаў

source: CD Quality, Lossy
as: CD বৈশিষ্ট, ক্ষতিপ্ৰবন
be: Якасць CD-дыска, са стратамі

source: CD Quality, MP2
as: CD বৈশিষ্ট, MP2
be: Якасць CD-дыска, MP2
en@shaw: CD ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘°, MP2

source: CD Quality, MP3
be: Якасць CD-дыска, MP3
en@shaw: CD ğ‘’ğ‘¢ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘°, MP3

source: List of audio recording profiles. The list contains strings naming subdirectories relative to /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.
as: অডিঅ' ৰেকৰ্ড কৰা আলেখ্যসমূহৰ তালিকা। তালিকায় স্ট্ৰিংসমূহ নাম দিয়া /system/gstreamer/@GST_MAJORMINOR@/audio/profiles -লে প্ৰাসংগিক উপডাইৰেকটৰিসমূহ অন্তৰ্ভুক্ত কৰে।
be: Спіс профіляў гуказапісу. Гэты спіс змяшчае адрасы падкаталогаў адносна /system/gstreamer/@GST_MAJORMINOR@/audio/profiles.

source: List of profiles
as: আলেখ্যসমূহৰ তালিকা
be: Спіс профіляў
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: The default file extension for this profile
as: এই আলেখ্যৰ বাবে অবিকল্পিত নথিপত্ৰ সম্প্ৰসাৰন
be: Прадывызначанае пашырэнне файлаў для гэтага профіля
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: The partial GStreamer pipeline used
as: ব্যৱহৃত GStreamer পাইপলাইন
be: Частковы канвеер GStreamer

source: Used for converting to CD-quality audio, but with a lossless compression codec. Use this if you later want to edit the file or burn it to CD.
as: CD-বৈশিষ্ট অডিঅ' লে সলনি কৰাৰ কাৰণে ব্যৱহৃত, কিন্তু এটা ক্ষতিবিহিন সংকোচন কডেকৰ সৈতেইয়াক ব্যৱহাৰ কৰক যদি পৰৱৰ্তী আপুনি নথিপত্ৰটো সম্পাদন কৰিব বিচাৰে বা ইয়াক CD -লে বাৰ্ণ কৰিব বিচাৰে।
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай бясстратнага кодэка. Гэты профіль карысны, калі вы збіраецеся пасля рэдагаваць атрыманыя файлы або запісваць іх на CD-дыскі.

source: Used for converting to CD-quality audio, but with a lossy compression codec. Use this for CD extraction and radio recordings.
as: CD-বৈশিষ্ট অডিঅ'লে সলনি কৰাৰ কাৰণে ব্যৱহৃত, কিন্তু এটা ক্ষতিপ্ৰবন সংকোচন কডেকৰ সৈতে।ইয়াক CD নিষ্কাশণ বা ৰেডিঅ' ৰেকৰ্ডিংসমূহ বাবে ব্যৱহাৰ কৰক।
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка. Гэты профіль карысны для капіравання гуку з CD-дыскаў і радыёзапісаў.

source: Used for converting to CD-quality audio, but with the lossy AAC codec. Use this for preparing files for copying to devices that only support the AAC codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
as: CD-বৈশিষ্ট অডিঅ' লে সলনি কৰাৰ কাৰণে ব্যৱহৃত, কিন্তু ক্ষতিপ্ৰবন AAC কডেকৰ সৈতে।ইয়াক নথিপত্ৰসমূহক কেৱল AAC কডেক সমৰ্থন কৰা ডিভাইচসমূহলে কপি কৰিবলে প্ৰস্তুত কৰাৰ কাৰণে ব্যৱহাৰ কৰক। মন কৰিব যে এই বিন্যাস ব্যৱহাৰ কৰা আপোনাৰ ক্ষেত্ৰাধিকাৰত অবৈধ হব পাৰে; উপদেশৰ বাবে আপোনাৰ উকিলক যোগাযোগ কৰক।
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка AAC. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк AAC. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to CD-quality audio, but with the lossy MP2 codec. Use this for preparing files for copying to devices that only support the MP2 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
as: CD-বৈশিষ্ট অডিঅ' লে সলনি কৰাৰ কাৰণে ব্যৱহৃত, কিন্তু ক্ষতিপ্ৰবন MP2 কডেকৰ সৈতে।ইয়াক নথিপত্ৰসমূহক কেৱল MP2 কডেক সমৰ্থন কৰা ডিভাইচসমূহলে কপি কৰিবলে প্ৰস্তুত কৰাৰ কাৰণে ব্যৱহাৰ কৰক। মন কৰিব যে এই বিন্যাস ব্যৱহাৰ কৰা আপোনাৰ ক্ষেত্ৰাধিকাৰত অবৈধ হব পাৰে; উপদেশৰ বাবে আপোনাৰ উকিলক যোগাযোগ কৰক।
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка MP2. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк MP2. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to CD-quality audio, but with the lossy MP3 codec. Use this for preparing files for copying to devices that only support the MP3 codec. Note that using this format may be illegal in your jurisdiction; contact your lawyer for advice.
as: CD-বৈশিষ্ট অডিঅ' লে সলনি কৰাৰ কাৰণে ব্যৱহৃত, কিন্তু ক্ষতিপ্ৰবন MP3 কডেকৰ সৈতে।ইয়াক নথিপত্ৰসমূহক কেৱল MP3 কডেক সমৰ্থন কৰা ডিভাইচসমূহলে কপি কৰিবলে প্ৰস্তুত কৰাৰ কাৰণে ব্যৱহাৰ কৰক। মন কৰিব যে এই বিন্যাস ব্যৱহাৰ কৰা আপোনাৰ ক্ষেত্ৰাধিকাৰত অবৈধ হব পাৰে; উপদেশৰ বাবে আপোনাৰ উকিলক যোগাযোগ কৰক।
be: Выкарыстоўваецца для пераўтварэння ў аўдыяфайлы з якасцю CD-дыска з дапамогай стратнага кодэка MP3. Гэты профіль карысны для падрыхтоўкі файлаў да капіравання на прыстасаванні, якія падтрымліваюць толькі кодэк MP3. Звярніце ўвагу на тое, што выкарыстаньне гэтага кодэка можа быць нелегальным у вашай краіне. Падрабязнасці пытайце ў свайго юрыста.

source: Used for converting to lossless voice-quality audio. Use this for recording and editing speech.
as: ক্ষতিবিহিন মাত-বৈশিষ্ট অডিঅ'লে সলনি কৰাৰ কাৰণে ব্যৱহৃত। ইয়াক বাক্য ৰেকৰ্ড আৰু সম্পাদন কৰাৰ কাৰণেব্যৱহাৰ কৰক।
be: Выкарыстоўваецца для пераўтварэння ў галасавыя аўдыяфайлы без стратаў якасці. Гэты профіль карысны для запісу ці рэдагавання голасу.

source: Used for converting to lossy voice-quality audio. Use this for recording speech that doesn't need to be edited.
as: ক্ষতিপ্ৰবন মাত-বৈশিষ্ট অডিঅ'লে সলনি কৰাৰ কাৰণে ব্যৱহৃত। ইয়াক বাক্য যাৰ সম্পাদনৰ প্ৰয়োজন নাই তাক ৰেকৰ্ড কৰাৰকাৰণে ব্যৱহাৰ কৰক
be: Выкарыстоўваецца для пераўтварэння ў галасавыя аўдыяфайлы са стратай якасці. Гэты профіль карысны для запісу голасу, які не прыйдзецца пазней рэдагаваць.

source: Voice, Lossless
as: মাত, ক্ষতিবিহিন
be: Голас, без стратаў

source: Voice, Lossy
as: মাত, ক্ষতিপ্ৰবন
be: Голас, са стратамі

source: Whether this profile is to be used
as: এই আলেখ্য ব্যৱহাৰ কৰা হব নে
be: Ці трэба выкарыстоўваць гэты профіль

source: Whether to use and display this profile.
as: এই আলেখ্য ব্যৱহাৰ বা প্ৰদৰ্শন কৰা হব নে।
be: Ці трэба выкарыстоўваць і паказваць гэты профіль.
